{"pageProps":{"episode":{"id":31,"documentId":"dagnj08xedikvtewlvo1tdd6","Title":"The Real Reason We Don't See Aliens: Fermi Paradox & Dark Forest Theory","slug":"the-real-reason-we-don-t-see-aliens-fermi-paradox-and-dark-forest-theory","Date":"2024-06-21","Content":"Are we alone in the universe? Once upon a time, we think we are the only intelligent life. But if you ask the experts today, they would say: Alone? In all that space? Probably not.\n\nSo, where are all the aliens? Scientists have been searching for Intelligent ET with radio telescope for decades, but so far, they had no luck. This conundrum is known as the Fermi Paradox.\n\nSome scientists are nervous about ET contact with humanity. Stephen Hawking once talked about this scenario: Suppose we receive a signal from a planet like Gliese 832x. We answer back, revealing our location. But it turns out the alien life is much more advanced and sees humans as nothing but bacteria. They fly over here and destroy all humans on the planet.\n\nIf aliens are out there, would they be friendly and benevolent beings, or destroyers of worlds? This is a serious question today for astronomers.\n\nOne particularly dark and terrifying hypothesis for Fermi Paradox is called the Dark Forest Theory. The idea comes from The Three-Body Problem book series. The reasoning is laid out like this. The universe is a dark forest. Every civilization is an armed hunter hiding in the trees, because other civilizations are hunters like him. Based on the prisoner’s dilemma from game theory, if the hunter finds another life, the optimal course of action is to kill and eliminate it.\n\nIn the dog-eat-dog world of intergalactic relations, most civilizations have intentionally kept radio silence out of the fear that other civilization might come and destroy them. And those civilizations that were not careful, they’d already been destroyed! That’s why it’s so quiet!\n\nThe Dark Forest Theory is a bit of doom and gloom. It makes a few assumptions: One, that survival is the primary need of a civilization. Two, a civilization continues to grow and expand, but the resources in the universe are finite.\n\nLet’s imagine a civilization called Zeta. They are a Star Trek type of civilization of blue humanoids. Type 2 on the Kardashev scale. What kind of technology would they have? Faster than light travel? Check. Beaming technology? Check. Time travel? If needed. Food replicator in people’s homes? Check. Capability to defend themselves? Check.\n\nIt’s safe to say the Zetas have evolved out of the survival mode a long time ago. So, coming over to the galactic boonies and killing some primitive earthlings is probably not very high on their to do list. Maybe the earth isn’t worth contacting at all, and humans are not that special.\n\nAnd then there is the Zoo Hypothesis. The theory is that alien life intentionally avoids contact with the earth to allow our natural evolution and sociocultural development, similar to how people observe animals at a Zoo.\n\nTry to picture this: Two Zetas, Lewis and Clark, were exploring the galaxy. They received a signal from the earth so they swung by the planet. Lewis scanned the planet for life signs while Clark plugged into our internet and started to learn about the planet. Quickly Clark shouted: Oh, my, god. These primitive sapiens have nuclear weapons and they all hate each other. These two countries here are fighting a war right now!\n\nThe Zeta visitors quickly decide that they don’t want to start a diplomatic relation with humans on this planet. 'Quarantine this place! Tell everyone not to come here. These people are not ready.' Some think the Zookeepers are subjecting humans to experiments. Others believe humanity is being isolated on purpose so that we can evolve out of the self-destructing ways.\n\nIn the 1996 movie Star Trek – First Contact, the pivotal meeting between human and the Vulcans occurred on April 5th, 2063. The Vulcans live right next door to earth. They had known about earth but they are not allowed to make public first contact due to the Prime directive, the non-interference principle.\n\nIn the Star Trek universe, Vulcans landed on earth shortly after earth humans had successfully invented the warp drive, a technology for faster-than-light space travel. Pre-warp societies are carefully avoided by space-faring Alien so they can be left alone for their own good.\n\nJust think about it, if the Vulcan landed today, they wouldn’t be able to deal with the people here. Humans would be begging Vulcan for exotic technology, resources and knowledge, and at the same time having wars with each other. Worse, a significant portion of the population will start to worship Vulcans as the new Gods. They would hate it!\n\nExperts today predict that the first contact will happen in the lifetime of the current generation. And it will be a profound rite of passage for humanity. Perhaps our cosmic neighbors are just quietly waiting and watching in silence, hoping some day we can evolve into a more advanced civilization. And when we are ready, they will come and say hello.","Citations":"https://futurism.com/the-search-for-alien-life-stephen-hawking-cautions-against-making-first-contact\nhttps://medium.com/@ChemAndCode/the-dark-forest-theory-a-chilling-solution-to-fermis-paradox-c576fc0a7307\nhttps://www.nsa.gov/portals/75/documents/news-features/declassified-documents/cryptologic-spectrum/communications_with_extraterrestrial.pdf\nhttps://www.scientificamerican.com/article/the-search-for-extraterre/\nhttps://www.businessinsider.com/why-no-contact-with-aliens-2019-9\nhttps://www.wired.com/2010/08/are-we-alone-in-the-universe/\nhttps://futurism.com/scientists-assert-make-contact-aliens-next-decade\nhttps://www.science.org/doi/10.1126/science.309.5731.88\nhttps://www.scientificamerican.com/article/the-search-for-extraterre/\nhttps://www.wired.com/2010/08/are-we-alone-in-the-universe/","createdAt":"2024-12-20T09:08:17.056Z","updatedAt":"2024-12-21T15:43:16.316Z","publishedAt":"2024-12-21T15:43:16.342Z","url":"https://youtu.be/N4ihTgh9Y2Y","Order":2}},"__N_SSG":true}